Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/ImproveSiriDictation.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BUTTON_CAPTION
source: Improve Siri and Dictation allows Apple to store and have employees review a sample of audio interactions with Siri and Dictation in order to help Apple develop and improve Siri, Dictation, and limited other language processing features like Translate or Voice Control.
ar: تسمح ميزة "تحسين Siri والإملاء" لـ Apple بتخزين عينة من التفاعلات الصوتية مع Siri والإملاء ومراجعة تلك العينة بواسطة موظفيها لمساعدة Apple على تطوير وتحسين Siri والإملاء وميزات أخرى محدودة لمعالجة اللغات، مثل الترجمة أو التحكم بالصوت.
bg: Функцията Подобряване на Siri и Диктовка позволява на Apple да съхранява и да предоставя на служители за преглед откъси от аудио взаимодействията с функциите Siri и Диктовка с цел да се помогне на Apple да разработва и подобрява функциите Siri, Диктовка и други ограничени функции за езикова обработка като Превод или Управление с глас.
ca: La millora de Siri i del dictat permet que Apple desi un fragment de l’àudio de les interaccions amb Siri i el dictat i que els treballadors d’Apple el revisin per ajudar Apple a desenvolupar i millorar Siri, el dictat i un nombre limitat d’altres funcions de processament del llenguatge, com ara l’app Traducció o el control per veu.
cs: Vylepšování Siri a diktování umožňuje společnosti Apple uchovávat a analyzovat ukázky hlasové komunikace se Siri a diktováním s cílem dalšího vývoje a vylepšování Siri, diktování a omezeného okruhu dalších funkcí pro zpracování hlasu, jako je například překlad nebo hlasové ovládání.
da: Gør Siri og Diktering bedre gør det muligt for Apple at opbevare og få medarbejdere til at gennemgå et udvalg af lydinteraktioner med Siri og Diktering for at hjælpe Apple med at udvikle og forbedre Siri, Diktering og et begrænset antal af andre funktioner til behandling af sprog, f.eks. Oversæt og Stemmekontrol.
de: Mit der Option „Siri und Diktierfunktion verbessern“ erlaubst du es Apple, Beispiele von Spracheingaben für Siri und die Diktierfunktion zu speichern und durch Mitarbeiter:innen auswerten zu lassen, um Apple dabei zu unterstützen, Siri, die Diktierfunktion und eingeschränkte andere Funktionen für die Sprachverarbeitung wie „Übersetzen“ oder die Sprachsteuerung zu verbessern.
el: Η Βελτίωση του Siri και της Υπαγόρευσης επιτρέπει στην Apple να αποθηκεύει και να αναθέτει σε υπαλλήλους να εξετάζουν ένα δείγμα ηχητικών αλληλεπιδράσεων με το Siri και την Υπαγόρευση, ώστε να βοηθά την Apple στην ανάπτυξη και τη βελτίωση του Siri, της Υπαγόρευσης και ενός περιορισμένου αριθμού άλλων δυνατοτήτων επεξεργασίας γλώσσας, όπως η Μετάφραση ή ο Φωνητικός έλεγχος.
es: Gracias a la función “Mejorar Siri y Dictado”, Apple puede almacenar una muestra de las interacciones de audio realizadas con Siri y la función de dictado y enviarla a un equipo de trabajadores de Apple para que la revise con el fin de ayudar a desarrollar y mejorar Siri, el dictado y otras prestaciones de procesamiento del lenguaje, como la app Traducir o el control por voz.
es_419: Mejorar Siri y Dictado permite que Apple almacene una muestra de las interacciones de audio de Siri y Dictado y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
es_us: Mejorar Siri y Dictado permite que Apple almacene una muestra de las interacciones de audio de Siri y Dictado y que sus empleados las revisen con el fin de ayudar a Apple a desarrollar y mejorar Siri, Dictado y un conjunto limitado de funciones de procesamiento del lenguaje, como Traducir o Control por voz.
fi: Kun Paranna Siriä ja sanelua on käytössä, Apple voi tallentaa Siri- ja sanelukäyttötapahtumien ääntä ja Applen työntekijät voivat tarkastella ääninäytteitä, jotta Siriä, sanelua ja muita rajoitettuja kielenkäsittelytekniikoita, kuten Käännä tai Ääniohjaus, voidaan kehittää ja parantaa edelleen.
fr: Améliorer Siri et Dictée permet à Apple de stocker un extrait de vos interactions audio avec Siri et Dictée et de le faire examiner par des employés afin d’aider Apple à développer et à améliorer Siri, Dictée et un nombre limité d’autres fonctionnalités de traitement des langues, comme Traduire ou Contrôle vocal.
fr_ca: « Améliorer Siri et Dictée » permet à Apple de stocker et de faire examiner par ses employés un échantillon d’interactions audio avec Siri et Dictée afin de l’aider à développer et à améliorer Siri, Dictée et d’autres fonctionnalités limitées de traitement du langage telles que Traduire et les commandes vocales.
he: ״שיפור Siri ו׳הכתבה׳״ מאפשר ל-Apple לאחסן קטעים מתוך אינטראקציות השמע שלך עם Siri ו״הכתבה״, קטעים שאותם עובדי Apple עשויים לסקור. פעולות אלו של אחסון וסקירה עוזרות ל-Apple לפתח ולשפר את Siri, את ״הכתבה״ וכמות מוגבלת של מאפייני עיבוד שפה טבעית אחרים כמו ״תרגום״ או ״שליטה קולית״.
hi: Siri, डिक्टेशन और अनुवाद या वॉइस कंट्रोल जैसे अन्य भाषा प्रोसेसिंग के सीमित फ़ीचर डेवलप करने और बेहतर बनाने में Apple की सहायता करने के लिए “Siri और डिक्टेशन बेहतर बनाएँ” द्वारा Apple को Siri और डिक्टेशन के साथ ऑडियो इंटरऐक्शन के सैंपल संग्रहित करने और कर्मचारी द्वारा समीक्षा करने की अनुमति दी जाती है।
hr: Zahvaljujući opciji Poboljšanje Siri i Diktata tvrtka Apple može pohraniti uzorak audio interakcija sa Siri i Diktatom, a zaposlenici tvrtke Apple mogu ga pregledati, kako bi se pomoglo tvrtki Apple u razvoju i poboljšanju Siri, Diktata i drugih ograničenih značajki obrade jezika poput Prijevoda ili Upravljanja glasom.
hu: A Siri és a Diktálás továbbfejlesztése funkció engedélyezi az Apple számára, hogy eltárolja a Sirivel és a Diktálással végzett hangalapú interakciók mintáját, amelyet a cég alkalmazottai áttekinthetnek, így segítve az Apple‑t Sirinek, a Diktálásnak és más nyelvfeldolgozási funkciók korlátozott körének, például a Fordítónak és a Hangvezérlésnek a fejlesztésében és javításában.
id: Tingkatkan Siri dan Dikte memungkinkan Apple untuk menyimpan dan meminta karyawannya untuk meninjau sampel interaksi audio dengan Siri dan Dikte agar dapat membantu Apple untuk mengembangkan dan meningkatkan Siri, Dikte, dan fitur pemrosesan bahasa terbatas lainnya seperti Terjemahkan atau Kontrol Suara.
it: L’opzione “Migliora Siri e Dettatura” consente di salvare e far analizzare ai dipendenti Apple un estratto audio delle interazioni con Siri e Dettatura al fine di aiutare Apple stessa a sviluppare le suddette funzionalità e un numero limitato di altre funzioni di rielaborazione linguistica come l’app Traduci o “Controllo vocale”.
ja: “Siriと音声入力の改善”では、Siriと音声入力に対する操作の音声サンプルをAppleが保存し、それをApple社員がレビューすることを許可することにより、Siri、音声入力、および翻訳と音声コントロールなどの限定的なその他の言語処理機能のAppleによる開発および改善を支援することができます。
kk: «Siri және дауыспен енгізу» функциясы Apple компаниясына пайдаланушылардың Siri мен «Дауыспен теру» функциясымен орындалған әрекеттердің аудиожазба іріктемесін сақтауға, ал қызметкерлеріне тексеруге мүмкіндік береді. Бұл Apple компаниясына Siri, «Дауыспен теру» және «Аудару» немесе «Дауыспен басқару» сияқты басқа да тіл өңдеу функцияларының шектеулі санын әзірлеуге және жақсартуға көмектеседі.
ko: Siri 및 받아쓰기 기능 향상을 통해 Apple은 Siri, 받아쓰기를 포함하여 번역 또는 음성 명령과 같은 제한된 다른 언어 처리 기능을 개발하고 개선하기 위해, 사용자가 Siri 및 받아쓰기와 상호 작용한 오디오의 샘플을 보관하고 Apple 직원이 이를 검토할 수 있습니다.
lt: „Siri“ ir „Diktavimo“ tobulinimas leidžia bendrovei „Apple“ saugoti ir jos darbuotojams peržiūrėti informaciją apie garsines sąveikas su „Siri“ ir „Diktavimu“, kad bendrovei „Apple“ būtų lengviau plėtoti ir tobulinti „Siri“, „Diktavimą“ ir kitas ribotas kalbos apdorojimo funkcijas, pvz., „Vertimą“ arba „Valdymą balsu“.
ms: Tingkatkan Siri dan Perencanaan membenarkan Apple menyimpan dan menjadikan pekerja menyemak sampel interaksi audio dengan Siri dan Perencanaan untuk membantu Apple membangunkan dan meningkatkan Siri, Perencanaan dan ciri pemprosesan bahasa lain yang terhad seperti Terjemah atau Kawalan Suara.
nl: Met behulp van 'Verbeter Siri en de dicteerfunctie' kan Apple fragmenten van audio-interacties met Siri en de dicteerfunctie opslaan en deze door werknemers laten beoordelen om Apple te helpen bij het ontwikkelen en verbeteren van Siri, de dicteerfunctie en beperkte andere taalverwerkingsfuncties, zoals de vertaalfunctie en stembediening.
no: Forbedre Siri og Diktering gjør det mulig for Apple å lagre og la ansatte behandle et utvalg av tale­utvekslinger med Siri og Diktering for å hjelpe Apple med å utvikle og forbedre Siri, Diktering og et begrenset utvalg av andre språk­proses­serings­funksjoner som Oversett eller Talekontroll.
pl: Opcja Ulepszanie (Siri i Dyktowanie) pozwala Apple przechowywać i odsłuchiwać próbki interakcji głosowych z Siri i funkcją Dyktowanie, aby pomóc Apple w rozwijaniu i ulepszaniu funkcji Siri i Dyktowanie oraz ograniczonego zestawu innych funkcji przetwarzania języka, na przykład funkcji Tłumacz lub Sterowanie głosowe.
pt_br: O recurso Melhorar a Siri e o Ditado permite que a Apple armazene e, através de funcionários, revise uma amostra das interações de áudio com a Siri e o Ditado para ajudar a Apple a desenvolver e melhorar a Siri, o Ditado e outros recursos limitados de processamento de linguagem, como o app Traduzir e o Controle por Voz.
pt_pt: Melhorar Siri e Ditado permite que a Apple armazene e dê instruções aos seus funcionários para analisarem uma amostra das interações de áudio com Siri e Ditado para ajudar a Apple a desenvolver e melhorar Siri, Ditado e algumas outras funcionalidades de processamento de linguagem como Traduzir ou o controlo por voz.
ro: “Îmbunătățire Siri și Dictare” permite stocarea și analizarea de către angajații Apple a unui eșantion al interacțiunilor audio care implică Siri și dictarea, pentru a ajuta Apple să dezvolte și să îmbunătățească Siri, dictarea și un număr limitat de alte funcționalități de procesare a limbajului, precum Traducere sau Comenzi vocale.
ru: Для улучшения Siri и Диктовки компания Apple может хранить, а ее сотрудники могут выборочно анализировать аудиозаписи взаимодействия пользователей с Siri и Диктовкой. Это помогает Apple в разработке и совершенствовании Siri, Диктовки и ограниченного числа других функций распознавания и обработки речи, например Перевода и Управления голосом.
sk: Funkcia Vylepšovať Siri a Diktovanie umožňuje spoločnosti Apple uchovávať a prostredníctvom svojich zamestnancov analyzovať vzorky vašej hlasovej interakcie so Siri a Diktovaním s cieľom vyvíjať a vylepšovať Siri, Diktovanie a obmedzený okruh ďalších funkcií spracovania jazyka, ako sú napríklad Tlmočník alebo Ovládanie hlasom.
sl: Izboljšanje Siri in funkcije Narekovanje družbi Apple omogoča shranjevanje vzorca zvočnih interakcij s Siri in funkcijo Narekovanje, ki ga zaposleni nato lahko ocenijo v pomoč družbi Apple pri razvijanju in izboljšanju Siri, funkcije Narekovanje ter omejenih drugih funkcij za jezikovno obdelavo, kot je Prevajalnik ali Glasovno upravljanje.
sv: Förbättra Siri och diktering gör det möjligt för Apple att lagra och låta medarbetare granska prov på ljudinteraktioner med Siri och diktering i syfte att hjälpa Apple att utveckla och förbättra Siri, diktering och begränsade övriga funktioner för språkbearbetning (exempelvis översättning eller röststyrning).
th: การปรับปรุง Siri และการป้อนตามคำบอกทำให้ Apple สามารถจัดเก็บข้อมูลและให้พนักงานตรวจสอบตัวอย่างของการโต้ตอบด้วยเสียงกับ Siri และการป้อนตามคำบอกเพื่อช่วยให้ Apple พัฒนาและปรับปรุง Siri, การป้อนตามคำบอก และคุณสมบัติอื่นที่ใช้การประมวลผลทางภาษาที่จำกัดได้ เช่น การแปลภาษาหรือการสั่งการด้วยเสียง
tr: Siri’yi ve Dikte’yi İyileştir, Apple’ın Siri’yi, Dikte’yi ve Çeviri veya Sesle Denetim gibi diğer sınırlı dil işleme özelliklerini geliştirmesine ve iyileştirmesine yardımcı olmak amacıyla, Siri ve Dikte ile sesli etkileşimlerin bir örneğini saklamasına ve çalışanlarına incelettirmesine olanak tanır.
uk: Функція «Покращення Siri й Диктування» дає Apple змогу зберігати аудіовзаємодії із Siri й Диктуванням і призначати співробітників для аналізу вибірки, щоб допомагати Apple розробляти й удосконалювати Siri, Диктування та деякі інші функції оброблення мови, як‑от Переклад або Керування голосом.
vi: Cải tiến Siri và Đọc chính tả cho phép Apple lưu trữ và các nhân viên xem lại mẫu tương tác âm thanh với Siri và Đọc chính tả để giúp Apple phát triển và cải thiện Siri, Đọc chính tả và các tính năng xử lý ngôn ngữ giới hạn khác như Dịch thuật hoặc Khẩu lệnh.
zh_cn: “改进Siri和听写”允许Apple储存并由员工检查Siri和听写的音频交互样本，以帮助Apple开发和改进Siri、听写和其他有限语言处理功能，如翻译或语音控制。
zh_hk: 「改進Siri和聽寫」允許Apple儲存並讓員工檢閲你與「Siri和聽寫」進行音訊互動的例子，以協助Apple開發並改進Siri、「聽寫」以及限制其他語言處理功能（例如「翻譯」或「語音控制」）。
zh_tw: 「改進Siri和聽寫」允許Apple儲存並讓其員工檢視你與Siri和「聽寫」互動時的音訊取樣，以協助Apple開發和改進Siri、「聽寫」，以及其他「翻譯」或「語音控制」等有限的語言處理功能。
